[Cues]
Act_E3_2A_ArtClass_ArcadiaPicture02_Look01_Max_010="You can never escape the lighthouse here..."
Act_E3_2A_ArtClass_CamerasCabinet_Look01_Max_010="You've done enough thieving for the week, Max."
Act_E3_2A_ArtClass_GroupPhoto_Look01_Max_010="That was amazing when Mr. Jefferson took a class picture the first week. Even though I didn't want to be in the picture at all, it was fairly fucking cool to watch him at work framing us."
Act_E3_2A_ArtClass_Letter_Look01_Max_010="I say one stupid thing and Mr. Jefferson gets screwed... Nice going, Max."
Act_E3_2A_ArtClass_PackOfCigarettes_Look01_Max_010="Victoria's cigarettes? I'm sure Mr. Jefferson is impressed."
Act_E3_2A_ArtClass_StrongScotchTape_Interact01_Max_010="The tape is mine!"
Act_E3_2A_ArtClass_StrongScotchTape_Look01_Max_010="Now this is what I need!"
Act_E3_2A_Corridor_EverydayHeroPhoto1_Look01_Max_010="Victoria... that is pretty fucking sweet. How can I hate somebody that shoots like that?"
Act_E3_2A_Corridor_EverydayHeroPhoto2_Look01_Max_010="I feel gross even looking at Nathan's work, but he does have some style..."
Act_E3_2A_Corridor_EverydayHeroPhoto3_Look01_Max_010="Daniel's a better illustrator than photographer, said Max the art critic."
Act_E3_2A_Corridor_EverydayHeroPhoto5_Look01_Max_010="Oh Kate... even when you were sad you tried to see the good in the world... Shit."
Act_E3_2A_Corridor_EverydayHeroPoster_Look01_Max_010="I feel silly thinking of myself as an "Everyday Hero" for helping Kate... but it's cool that other people do. Now if I could only find Rachel..."
Act_E3_2A_Corridor_EverydayHeroPoster_Look02_Max_020="If Kate were still alive maybe I actually would be an "Everyday Hero"... Maybe I can make it up by finding Rachel..."
Act_E3_2A_Corridor_KateLocker_Look01_Max_010="Oh Kate, your locker looks so lonely..."
Act_E3_2A_Corridor_KateLocker_Look02_Max_010="So glad you still have your locker, Kate."
Act_E3_2A_Corridor_LadiesRoomDoor_Look01_Max_010="A long time ago, in a girls' room right here..."
Act_E3_2A_Corridor_LadiesRoomDoor_Look02_Max_010="A long time ago... Nathan got smacked down."
Act_E3_2A_Corridor_MPA01_Look01_Max_010="Where the hell are you, Rachel Amber?"
Act_E3_2A_Corridor_MPA02_Look01_Max_010="I feel like you're guiding us along... but where?"
Act_E3_2A_Corridor_MPA03_Look01_Max_010="Oh Rachel, I know you and Kate are connected by all this..."
Act_E3_2A_Corridor_MPA04_Look01_Max_010="Yes, I am going to find you, Rachel... For Chloe and Kate."
Act_E3_2A_Corridor_Poster05_Look01_Max_010="Yes, this poster must stop bullies dead in their tracks."
Act_E3_2A_Corridor_Poster06_Look01_Max_010="Nerd alert! This poster has Warren written all over it."
Act_E3_2A_Corridor_Scripted_Max_010="Chloe is waiting for me in front of the Principal's office."
Act_E3_2A_Corridor_Scripted_Max_030="Warren is such a classic nerd. Let's see if I can find those items..."
Act_E3_2A_Corridor_Scripted_Max_040="Only three more items to go!"
Act_E3_2A_Corridor_Scripted_Max_050="You're halfway home, Max!"
Act_E3_2A_Corridor_Scripted_Max_060="Only one more ingredient left..."
Act_E3_2A_Corridor_Scripted_Max_070="This ancient door is no match for Max the Magician!"
Act_E3_2A_Corridor_Scripted_Max_090="This is like a scene in a horror film..."
Act_E3_2A_Corridor_Scripted_Max_100="Every sound is magnified in here..."
Act_E3_2A_Corridor_Scripted_Max_110="I probably should find those items now..."
Act_E3_2A_Corridor_Scripted_Max_120="What was that sound? Max, don't freak yourself out..."
Act_E3_2A_Corridor_Scripted_Max_130="Gross, I hate that formalin smell..."
Act_E3_2A_Corridor_Scripted_Max_140="There's got to be something I can use here."
Act_E3_2A_Corridor_Scripted_Max_160="Shit, shit—do something, Max!"
Act_E3_2A_Corridor_Scripted_Max_170="Look everywhere Max, there has to be some info in the student files."
Act_E3_2A_Corridor_Scripted_Max_180="I know that money would have helped Chloe and me..."
Act_E3_2A_Corridor_Scripted_Max_190="I feel like shit for taking that money..."
Act_E3_2A_Corridor_Scripted_Max_200="I think we found everything in here... I should go join Chloe now."
Act_E3_2A_Corridor_SodaCan_Interact01_Max_010="It's all mine anyway."
Act_E3_2A_Corridor_SodaCan_Look01_Max_010="Can I drink this?"
Act_E3_2A_Corridor_SodaMachine_Interact01_Max_010="Release the kra-can!"
Act_E3_2A_Corridor_SodaMachine_Look01_Max_010="Not a big soda girl but my mouth is a little dry right now..."
Act_E3_2A_Corridor_TrashCan04_Interact01_Max_010="And nothing here."
Act_E3_2A_Corridor_TrashCan07_Interact01_Max_010="Gross..."
Act_E3_2A_Corridor_TrashCan09_Interact01_Max_010="Nothing. This is so lame."
Act_E3_2A_Corridor_Trashcans_Look01_Max_010="Just emptied, nothing here."
Act_E3_2A_Corridor_Trashcans_Look03_Max_010="Empty. Come on..."
Act_E3_2A_Corridor_Trashcans_Look04_Max_010="Nope. Doesn't anybody drink sodas here?"
Act_E3_2A_Corridor_TrophyCabinet_Look01_Max_010="No trophy will help Blackwell's reputation now..."
Act_E3_2A_Corridor_VendingMachine_Look01_Max_010="So I can use my power to get every can here with only one coin... Hmm. I see the possibilities. But don't go to the dark side, young Max..."
Act_E3_2A_Corridor_VortexClub01_Look01_Max_010="So you can almost shoot somebody on Monday and party on Friday? Prescott Power."
Act_E3_2A_Corridor_VortexClub02_Look01_Max_010="Your party days are over."
Act_E3_2A_Corridor_VortexClub03_Look01_Max_010="First Rachel and now Kate... This is the end of the Vortex Club."
Act_E3_2A_Corridor_VortexPoster_Look01_Max_010="Maybe Kate started a revolution..."
Act_E3_2A_PrinOffice_BronzeHawk_Look01_Max_010="You're not so tacky up close..."
Act_E3_2A_PrinOffice_ChloeFile_Look01_Max_010="Man, I don't blame the Principal for expelling Chloe... Bad Chloe!"
Act_E3_2A_PrinOffice_Cupboard02_Look01_Max_010="Tumbleweeds..."
Act_E3_2A_PrinOffice_Cupboard_Look01_Max_010="No keys here."
Act_E3_2A_PrinOffice_Desk_Look01_Max_010="Yes, absolutely nothing here."
Act_E3_2A_PrinOffice_Drawer01_Look01_Max_010="Nothing here..."
Act_E3_2A_PrinOffice_Drawer02_Look01_Max_010="Dead end..."
Act_E3_2A_PrinOffice_Drawer1_Look01_Max_010="Desolation."
Act_E3_2A_PrinOffice_FilesCabinets_Look01_Max_010="The student files have to be in here..."
Act_E3_2A_PrinOffice_Framing01_Look01_Max_010="Looks like an oil painting spill... Awful."
Act_E3_2A_PrinOffice_Framing02_Look01_Max_010="This should be hanging in a thrift store."
Act_E3_2A_PrinOffice_GrantMail_Look01_Max_010="There's no way David would get in Ms. Grant's face. She'd shut his ass down fast."
Act_E3_2A_PrinOffice_HoldenCaulfieldHat_Look01_Max_010="Only a total phony would wear a crappy hat like that."
Act_E3_2A_PrinOffice_KeysBoard_Look01_Max_010="Here are the keys! None for the Principal's office."
Act_E3_2A_PrinOffice_KeysBoard_Look02_Max_010="Can't use that."
Act_E3_2A_PrinOffice_MaxFisherHat_Look01_Max_010="I feel bad for the twee hipster who lost this beret. Bet he's cute."
Act_E3_2A_PrinOffice_MaxStudentFiles_Interact01_Max_010="Like I'm not going to read my own personal file..."
Act_E3_2A_PrinOffice_RandomFiles_Interact01_Max_010="If I would have signed the petition, I could have made the difference."
Act_E3_2A_PrinOffice_RandomFiles_Interact02_Max_010="That is so cool that my signature actually counted... Go, Ms. Grant!"
Act_E3_2A_PrinOffice_RandomFiles_Interact03_Max_010="So Nathan Prescott's dad is a bully too... shocker."
Act_E3_2A_PrinOffice_RandomFiles_Interact04_Max_010="I guess being a bully is in the Prescott DNA."
Act_E3_2A_PrinOffice_RandomFiles_Interact05_Max_010="Happy trails, David."
Act_E3_2A_PrinOffice_RandomFiles_Look01_Max_010="Look at this pile..."
Act_E3_2A_PrinOffice_SamuelMail_Look01_Max_010="Squirrels like nuts... does that mean Samuel is...? Nah."
Act_E3_2A_PrinOffice_Scripted_Max_010="Only two more files to go."
Act_E3_2A_PrinOffice_Scripted_Max_020="Let's nab this last file, Sherlock. Always wanted to say "nab.""
Act_E3_2A_PrinOffice_StudentsFiles_Interact01_Max_010="Rachel doesn't seem so "troubled" based on all this... but there's not much here about the police investigation..."
Act_E3_2A_PrinOffice_StudentsFiles_Interact02_Max_010="Weird! This asshole has a spotless record."
Act_E3_2A_PrinOffice_StudentsFiles_Interact03_Max_010="This pretty much sums up Kate... shy and sweet. And in the wrong place."
Act_E3_2A_PrinOffice_StudentsFiles_Look01_Max_010="Jackpot!"
Act_E3_2A_PrinOffice_SugarPowder_Interact01_Max_010="I need a quick fix."
Act_E3_2A_PrinOffice_SugarPowder_Look01_Max_010="Oooh, sugar."
Act_E3_2A_PrinOffice_VictoriaStudentFiles_Interact01_Max_010="This file is going to be so spotless I'll projectile vomit."
Act_E3_2A_PrinOffice_WarrenStudentFiles_Interact01_Max_010="I have to make sure Warren doesn't have a criminal background..."
Act_E3_2A_PrinOffice_WhiskyBottle_Look01_Max_010="I'd drink too if I was the principal of Blackwell."
Act_E3_2A_SciClass_Bin01_Look01_Max_010="Nothing in it."
Act_E3_2A_SciClass_Bin02_Look01_Max_010="No can here."
Act_E3_2A_SciClass_Bin03_Interact01_Max_010="Okay, I have the can."
Act_E3_2A_SciClass_Blackboard_Look01_Max_010="Ass biology... ugh, gross!"
Act_E3_2A_SciClass_Desk2_Look01_Max_010="I never said they were great, troll."
Act_E3_2A_SciClass_FishTank_Interact01_Max_010="Thanks fish, nice work."
Act_E3_2A_SciClass_FishTank_Interact01_Max_020="Please resume your slumber."
Act_E3_2A_SciClass_FishTank_Interact02_Max_010="Good evening, fish fish."
Act_E3_2A_SciClass_FishTank_Look01_Max_010="Everybody's asleep... I hate to wake them up, but I want a picture."
Act_E3_2A_SciClass_PeriodicTable_Look01_Max_010="A periodic table... Wish I knew what "periodic" means..."
Act_E3_2A_SciClass_SciencePoster_Look01_Max_010="DaVinci was a boss."
Act_E3_2A_SciClass_Scripted_Max_050="Now it's time to show Chloe that Max is da bomb!"
Act_E3_2A_SciClass_Scripted_Max_060="Sugar... Sugar... This is Oregon, dammit... Where's the Blackwell coffee machine so I can grab some sugar?"
Act_E3_2A_SciClass_Scripted_Max_070="Max, if you can't find sodium chlorate in the science lab... give it up."
Act_E3_2A_SciClass_Scripted_Max_080="Finding a soda can at school should not be an epic quest... or fail. Like, in a vending machine... Maybe?"
Act_E3_2A_SciClass_Scripted_Max_090="I thought we used some tape in Jefferson's class last week..."
Act_E3_2A_SciClass_Skeleton_Look01_Max_020="Ew, gross. At least switch to e-cigs."
Act_E3_2A_SciClass_SodiumChlorate_Interact01_Max_010="You know you're clumsy Max, don't waste your rewind power. Use the damn chair!"
Act_E3_2A_SciClass_SodiumChlorate_Look01_Max_010="Here's the sodium chlorate box."
Act_E3_2A_SciClass_Trash_Look01_Max_010="What do you know? Trash."
Act_E3_2A_SciClass_WarrenBook_Look01_Max_010="So sodium chlorate is... a weed killer? You'd think Warren would have told me that factoid."
Act_E3_2A_SciClass_WarrenTest_Interact01_Max_010="You deserve way more than this for taking on Nathan, but every little grade counts..."
Act_E3_2A_SciClass_WarrenTest_Look01_Max_010="Only a "B-"? Warren has shattered my faith. Of course, I'm barely passing science."
Act_E3_2A_SciClass_WarrenTest_Look02_Max_010="An "A-"? All right, all right, so Dr. Max did help Warren this morning!"
Act_E3_2A_SciClass_WarrenTest_Look03_Max_010="Yes, I like this "plus" better then that "minus."| Thanks for being there for me, Warren..."
Act_E3_2A_SciClass_WrongChemicals_Look01_Max_010="No, this mixture doth not work."
Act_E3_2A_SciClass_WrongChemicals_Look03_Max_010="You're an artist, dammit, not a scientist. But this is so not sodium chlorate."
Act_E3_2A_SciClass_WrongSearchPlaces_Look01_Max_010="Boring."
Act_E3_2A_SciClass_WrongSearchPlaces_Look02_Max_010="Crap."
Act_E3_2A_SciClass_WrongSearchPlaces_Look03_Max_010="I certainly... can't use this."
Act_E3_2A_SciClass_WrongSearchPlaces_Look04_Max_010="Nothing to see here."
Act_E3_2A_SciClass_WrongSearchPlaces_Look05_Max_010="Wowser, this will so not come in handy."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Chloe_005="Dude, I know I shouldn't be going through the Principal's files but it's kind of cool."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Chloe_008="Like you can't rewind and fix it."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Chloe_009="Oh yeah, I'm so bummed I don't get to party with the Vortex Club."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Chloe_012="Whatever, crackhead. You're hooked."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Chloe_013="Especially with you around, right?"
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Chloe_015="Oooh, I like it when you get bossy. You're finally learning from the master..."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Max_006="Just please don't accidentally delete his hard drive or anything."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Max_007="Now's your chance to get revenge on Blackwell..."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Max_010="I don't want to make it a habit, okay?"
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Max_011="There's still time..."
Cue_E3_2A_Corridor_CHChloe_PrinChair01_Max_014="Don't talk. Search."
Cue_E3_2A_Corridor_CHChloe_QPhase01_Chloe_001="Damn girl, way to hurry up while I'm standing here like a criminal."
Cue_E3_2A_Corridor_CHChloe_QPhase02_Chloe_001="Okay Max, now let's find some secret files with the real juicy shit in them."
Cue_E3_2A_Corridor_CHChloe_QPhase03a_Chloe_001="Okay Max, no cash for Chloe. I'm sure Frank will understand before he kills me. Happy?"
Cue_E3_2A_Corridor_CHChloe_QPhase03b_Chloe_001="Max, thanks for letting me snag this cash. Now let's bounce..."
Cue_E3_2A_Corridor_ChloeDoesntTakeMoney_Chloe_020="There's a lot of power in that horse-choking wad of cash... but yes, Moral Max is right again. I guess... Let's get the hell out of this office morgue."
Cue_E3_2A_Corridor_ChloeDoesntTakeMoney_Max_010="You really want to take money from the handicapped fund? I know you need to pay Frank back, but... I've got my power to protect you, right?"
Cue_E3_2A_Corridor_ChloeMoney_Chloe_020="Hullo, what have we here?"
Cue_E3_2A_Corridor_ChloeMoney_Chloe_030="Holy shit, jackpot! Cha-ching!"
Cue_E3_2A_Corridor_ChloeMoney_Chloe_050="Dude, there's five thousand dollars here. I could pay Frank back tonight! This will chill him out after you almost, you know, shot him."
Cue_E3_2A_Corridor_ChloeMoney_Chloe_060="Dude, there's five thousand dollars here. I could pay Frank back tonight... This will chill him out after our knife showdown yesterday..."
Cue_E3_2A_Corridor_ChloeMoney_Chloe_070="Are you going to make a big issue out of this? Or just rewind and take the greenbacks for yourself? I hope you do that instead of lecturing me."
Cue_E3_2A_Corridor_ChloeMoney_Max_010="We should definitely get out of here. We pressed our luck enough."
Cue_E3_2A_Corridor_ChloeMoney_Max_040="Wowser, that's a lot for the "handicapped fund.""
Cue_E3_2A_Corridor_ChloeTakesMoney_Chloe_020="You are SuperMax."
Cue_E3_2A_Corridor_ChloeTakesMoney_Chloe_030="And with the leftover dough, I'll take you on a road trip to Portland for the day. We'll stock up on tats, beer, weed, and donuts."
Cue_E3_2A_Corridor_ChloeTakesMoney_Chloe_050="And strip clubs... Kidding! But you never know..."
Cue_E3_2A_Corridor_ChloeTakesMoney_Max_010="Frank knows things about Rachel and he might talk if he's been paid... Right?"
Cue_E3_2A_Corridor_ChloeTakesMoney_Max_040="And books from Powell's."
Cue_E3_2A_Corridor_ExitPrincipalOffice_Chloe_020="Care for a midnight swim? The Blackwell pool is ours."
Cue_E3_2A_Corridor_ExitPrincipalOffice_Chloe_040="It's been a cray week, we deserve a little mindless fun in the water... We're done for the night anyway, we're rich, and nobody busted us. So, splish splash?"
Cue_E3_2A_Corridor_ExitPrincipalOffice_Chloe_045="It's been a cray week."
Cue_E3_2A_Corridor_ExitPrincipalOffice_Chloe_050="You didn't let me take that money to pay off Frank, so if he pops a cap in my skull at least allow me to have a little carefree fun for a few minutes... Splish splash?"
Cue_E3_2A_Corridor_ExitPrincipalOffice_Chloe_070="Did you actually just say "hella"? I think I'm a good bad influence on you."
Cue_E3_2A_Corridor_ExitPrincipalOffice_Max_010="That impish look scares me."
Cue_E3_2A_Corridor_ExitPrincipalOffice_Max_030="Swimming? You want to take that risk now?"
Cue_E3_2A_Corridor_ExitPrincipalOffice_Max_060="You're right. We hella deserve it. Splish splash!"
Cue_E3_2A_Corridor_Insertion_Chloe_020="You know it."
Cue_E3_2A_Corridor_Insertion_Chloe_040="Not to mention the weed you brought into my room... Joking!"
Cue_E3_2A_Corridor_Insertion_Chloe_050="You can always let me get busted like you did with the weed."
Cue_E3_2A_Corridor_Insertion_Chloe_070="If I have a key how can it be breaking? They can't charge us for just entering!"
Cue_E3_2A_Corridor_Insertion_Chloe_090="Not if I'm related to the head of Blackwell Security. Step-shit will not want me in the hands of the local police... So we better find out what's in the Principal's office first. You can rewind if we get caught, right? You have mad powers, Max."
Cue_E3_2A_Corridor_Insertion_Chloe_100="Not when Blackwell's ex-head of security is at home crying in his basement bunker... So we better find out what's in the Principal's office first. You can rewind if we get caught, right? You have mad powers, Max."
Cue_E3_2A_Corridor_Insertion_Chloe_130="Come on. One more door and our work here is done."
Cue_E3_2A_Corridor_Insertion_Max_010="Chloe the Keymaster."
Cue_E3_2A_Corridor_Insertion_Max_030="Dude, I don't know about this... we're both already in so much trouble..."
Cue_E3_2A_Corridor_Insertion_Max_060="I'm serious. We're not kids anymore. We're breaking and entering..."
Cue_E3_2A_Corridor_Insertion_Max_080="I'm serious. We could go to jail..."
Cue_E3_2A_Corridor_Insertion_Max_110="Tell that to Kate..."
Cue_E3_2A_Corridor_Insertion_Max_120="But my powers didn't save Kate... Maybe I did on my own..."
Cue_E3_2A_Corridor_MaxCallWarren_Chloe_100="This sucks ass! Goddamn door!"
Cue_E3_2A_Corridor_MaxCallWarren_Chloe_120="Sorry Max, I got nothing. What about your plan?"
Cue_E3_2A_Corridor_MaxCallWarren_Chloe_140="I might get on the other side of that door before you, Lupin."
Cue_E3_2A_Corridor_MaxCallWarren_Max_010="Hey Warren, you busy?"
Cue_E3_2A_Corridor_MaxCallWarren_Max_012=" Just bubble-hearth, you'll be okay. Listen, I need your physics expertise—stat. Without naming names, if somebody had access to the art and science labs and wanted to construct a device that would, say, open a locked door, would you maybe kinda know how?"
Cue_E3_2A_Corridor_MaxCallWarren_Max_014="Huh? No, I'm just asking for fun."
Cue_E3_2A_Corridor_MaxCallWarren_Max_016="Thanks, Science Guy. Uh, n-no no, stay. We need you as backup. Just send the text instructions now."
Cue_E3_2A_Corridor_MaxCallWarren_Max_020="Yes, I'm still all in to "Go Ape" with you at the drive-in... Thanks for the help."
Cue_E3_2A_Corridor_MaxCallWarren_Max_030="I'm sorry, I'm just not sure about a movie night right now. Don't hate me. And thanks for the help."
Cue_E3_2A_Corridor_MaxCallWarren_Max_110="Try not to wake up everybody at Blackwell."
Cue_E3_2A_Corridor_MaxCallWarren_Max_130="I'm going to go put it together. Can you stay here and not get caught?"
Cue_E3_2A_Corridor_MaxCallWarren_Max_150="The race is on. See you soon."
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_010="If I can get this bastard open she can't cheat with her rewind..."
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_020="This is bullshit! Fuck you, door!"
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_040="You are magic. I have no clue how the hell you got in there, but you did it, sista."
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_060="Man, I can see why the Principal locks this room up. Fancy faux art crap. He must want everybody to know he has money. But no taste."
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_070="How can you trust somebody who has a fucking bronze bird in his office? I'm glad I was expelled..."
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_090="Eat me. I'm going to pilfer the papers on this ugly ass desk."
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_130="Okay, sure, it's ugly but damn is it a cozy chair!"
Cue_E3_2A_Corridor_MaxOpensDoor_Chloe_150="This is your chance to truly get all deductive 'n' shit, Sherlock. Find us some clues about Rachel... or Kate... or Nathan... Anybody!"
Cue_E3_2A_Corridor_MaxOpensDoor_Max_030="Welcome to my domain."
Cue_E3_2A_Corridor_MaxOpensDoor_Max_050="The company I keep. Now let's find what we want and beat it. My powers only go so far."
Cue_E3_2A_Corridor_MaxOpensDoor_Max_080="Yes, if only the Principal had a Monet or Picasso you'd still be at Blackwell."
Cue_E3_2A_Corridor_MaxOpensDoor_Max_160="I'm on the case."
Cue_E3_2A_Corridor_MaxPlantsBomb_Chloe_040="Yes! Time to blow shit up!"
Cue_E3_2A_Corridor_MaxPlantsBomb_Chloe_060="This is so cool..."
Cue_E3_2A_Corridor_MaxPlantsBomb_Chloe_080="That was so fucking cool."
Cue_E3_2A_Corridor_MaxPlantsBomb_Chloe_100="Uh... So what should we do?"
Cue_E3_2A_Corridor_MaxPlantsBomb_Max_020="Take it easy on the door, Chloe. Let's try this instead."
Cue_E3_2A_Corridor_MaxPlantsBomb_Max_030="Boom. Literally."
Cue_E3_2A_Corridor_MaxPlantsBomb_Max_050="If you'll light the candle..."
Cue_E3_2A_Corridor_MaxPlantsBomb_Max_070="Get ready to haul ass."
Cue_E3_2A_Corridor_MaxPlantsBomb_Max_090="Oh, we are toast. Here comes the whole Arcadia Bay fire and police department!"
Cue_E3_2A_Corridor_PrincipalLocked_Chloe_010="That's it."
Cue_E3_2A_Corridor_PrincipalLocked_Chloe_015="What the fuck? The security officer should have the key to the Principal's office."
Cue_E3_2A_Corridor_PrincipalLocked_Chloe_030="Well, now we definitely have to get this door open. Believe it or not, I know a little about lock picking—thanks to Frank. I might as well test out my thief skill..."
Cue_E3_2A_Corridor_PrincipalLocked_Chloe_050="Well, you could look for the key... just in case."
Cue_E3_2A_Corridor_PrincipalLocked_Chloe_080="Guess I didn't spend enough time with Frank. But I'll use my DIY lock-pick tools while you come up with a better plan."
Cue_E3_2A_Corridor_PrincipalLocked_Max_020="He's hiding shit. Like everybody here."
Cue_E3_2A_Corridor_PrincipalLocked_Max_040="Go for it. We're already in this deep."
Cue_E3_2A_Corridor_PrincipalLocked_Max_060="Why yes, I could."
Cue_E3_2A_Corridor_PrincipalLocked_Max_070="No key for thee... We have to find another way in."
Cue_E3_2A_Corridor_PrincipalLocked_Max_090="My plan has a name..."
Cue_E3_2A_Corridor_RachelFile_Chloe_010="Max, you better come check out these files..."
Cue_E3_2A_Corridor_RachelFile_Chloe_040="Nathan accuses Rachel of bringing drugs on campus? And my step-troll went along because he thinks Rachel was a bad influence on me. Assholes."
Cue_E3_2A_Corridor_RachelFile_Chloe_060=""Nathan Prescott the Third." Oooh, he's so money. And you know the Prescotts dropped major bank to bury Nathan's real file... Look, it reads like a rap sheet—bad grades, teacher complaints, secret probation... But I was expelled?"
Cue_E3_2A_Corridor_RachelFile_Chloe_090="That's just some crazy drawing..."
Cue_E3_2A_Corridor_RachelFile_Chloe_110="That's... fucked up. What does this even mean? Nathan is truly psychotic. I know he has something to do with Rachel missing..."
Cue_E3_2A_Corridor_RachelFile_Chloe_130="No, it sounds like they've formed some sort of weird team—"The Super He-Bros.""
Cue_E3_2A_Corridor_RachelFile_Chloe_150="Oh, we are so going into his garage files... Plus I'm getting a little paranoid in here. We got our info, let's bail. But maybe we shouldn't leave without a gift..."
Cue_E3_2A_Corridor_RachelFile_Chloe_180="Max, do your powers include mind-reading? Or did you just rewind because I tried to steal the chair? Shit, I'm confused."
Cue_E3_2A_Corridor_RachelFile_Max_050="If David is teaming up with Nathan Prescott... That's a bad sign."
Cue_E3_2A_Corridor_RachelFile_Max_070="At least Nathan was finally suspended. Check out that note... Open it."
Cue_E3_2A_Corridor_RachelFile_Max_080="The Prescotts always get their money's worth... Check out that note. Open it."
Cue_E3_2A_Corridor_RachelFile_Max_100="It's not a drawing... look, "Rachel in the dark room... Rachel in the dark room..." Over and over. That's it."
Cue_E3_2A_Corridor_RachelFile_Max_120="Whoa, listen to this, "David M. always asks what's going on in my head... David M. always helps me follow those he follows..." Pretty cryptic."
Cue_E3_2A_Corridor_RachelFile_Max_140="Jesus, David was stalking Kate, hassling me, and now we know he was all over Rachel too..."
Cue_E3_2A_Corridor_RachelFile_Max_170="No, you are not taking the cozy chair."
Cue_E3_2A_Corridor_RachelFile_Max_190="It's the powers of best friendship. I know how you roll..."
Cue_E3_2A_PrinOffice_ChloeCallsOut_Chloe_010="Max! You've already seen the damn hallway! Get over here and see something new!"
Cue_E3_2A_PrinOffice_ChloeCallsOut_Chloe_020="Yes Max, just zombie out in the hallway! Forget about the Principal's office!"
Cue_E3_2A_PrinOffice_ChloeKeys_Chloe_020="Please keys..."
Cue_E3_2A_PrinOffice_ChloeKeys_Chloe_030="You have to be shitting me."
Cue_E3_2A_PrinOffice_ChloeKeys_Chloe_040="So nada..."
Cue_E3_2A_PrinOffice_ChloeKeys_Chloe_050="This is clearly "Revenge Of Step-Douche 2, Electric Boogaloo.""
Cue_E3_2A_PrinOffice_ChloeKeys_Chloe_060="I'm ready to kick this door in the balls."
Cue_E3_2A_PrinOffice_ChloeKeys_Chloe_100="Any day now, Max! Or I'll just smoke a bowl and wait!"
Cue_E3_2A_PrinOffice_Computer_Chloe_040="Dude, I know you have shit to hide..."
Cue_E3_2A_PrinOffice_Computer_Chloe_050="There has got to be a super secret file..."
Cue_E3_2A_PrinOffice_Computer_Chloe_070="Even the trash bin is empty..."
Cue_E3_2A_PrinOffice_ScarfaceReference_Chloe_020=""Say goodnight... to the bad guy!" "
Cue_E3_2A_PrinOffice_ScarfaceReference_Max_010="Chloe... "Say hello... to my little friend!""
